/* Localized versions of Info.plist keys */

CFBundleName = "Duplicate Finder Items";
NSHumanReadableCopyright = "Copyright 2005 Apple Computer, Inc.";

AMName = "Duplicate Finder Items";

/*  AMApplication localized strings  */
/*  AMCategory localized strings  */
"Finder" = "Finder";

/*  AMDefaultParameters localized values  */

/*  AMDescription localized strings  */
AMDSummary = "This action duplicates the Finder items passed into it.";

/*  AMKeyword localized strings  */
"Copy" = "Copy";
"File" = "File";
"Folder" = "Folder";

/*  AMWarning localized strings  */
ApplyButton = "(* Button label for user to add proposed Action, e.g. Add. *)";
IgnoreButton = "(* Button label for user not to add proposed Action, e.g. Don't Add. *)";
Message = "(* Warning message presented to user goes here. *)";